---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.InfrastructureAlignmentDisplayedEndStation
source: html/64d0b439-1656-1b66-6434-45519b432afe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.InfrastructureAlignmentDisplayedEndStation Property

"Displayed End Station"

## Syntax (C#)
```csharp
public static ForgeTypeId InfrastructureAlignmentDisplayedEndStation { get; }
```